Repository: pardus/pardus-power-manager-old
Catalog: po/power-manager-*.po
Languages: tr

source: Your computer does not need power management.
tr: Bilgisayarınızın güç yönetimine ihtiyacı yoktur.

source: Do you want to enable it anyway?
tr: Yine de etkinleştirmek istiyor musunuz?

source: No
tr: Hayır

source: Yes
tr: Evet

source: Pardus Power Manager
tr: Pardus Güç Yöneticisi

source: View
tr: Göster

source: Power
tr: Güç

source: Settings
tr: Ayarlar

source: About
tr: Hakkında

source: Control your power settings
tr: Güç ayarlarınızı kontrol edin

source: Power profile
tr: Güç profili

source: Extreme Power Save
tr: Yüksek Güç tasarrufu

source: Power Save
tr: Güç tasarrufu

source: Balanced
tr: Dengeli

source: Performance
tr: Performans

source: Extreme Performance
tr: Yüksek Performans

source: Screen brightness
tr: Ekran parlaklığı

source: <span color='red'>Status:</span> <span color='green'>Service is active,</span> <span color='blue'>application runs automatically at startup.</span>
tr: <span color='red'>Durum:</span> <span color='green'>Servis etkin,</span> <span color='blue'>uygulama açılışta otomatik olarak açılır.</span>

source: Application, Service and Autostart
tr: Uygulamayı, servisi ve otomatik başlatmayı

source: DISABLE
tr: KAPAT

source: ( This operation set power manager profile to standard. Pardus Power Manager doesn't effect your computer any more. If you run Pardus Power Manager again, service becomes active and application runs automatically at startup. )
tr: ( Bu işlem bilgisayarınızın standart güç yönetimine geçmesini sağlar. Pardus Güç Yöneticisi artık bilgisayarınızda pasif hale gelir. Eğer Pardus Güç Yöneticisini tekrar çalıştırırsanız servis yeniden etkinleştirilir ve açılışta otomatik başlar.)

source: Limit battery level %80 for battery life
tr: Pil seviyesini daha iyi pil ömrü için %80'e sabitle

source: Change power profile when AC plug/unplug event
tr: Fişe takıldığında veya çıkarıldığında güç profilini değiştir

source: Power profile on AC
tr: Fişe takılıyken güç profili

source: Extreme Powersave
tr: Yüksek Güç Tasarrufu

source: Powersave
tr: Güç Tasarrufu

source: Extreme Performance
tr: Yüksek Performans

source: Power profile on battery
tr: Pildeyken güç profili

source: Change profile on low battery
tr: Pil seviyesi düşünce güç profilini değiştir

source: Power profile on low battery
tr: Pil seviyesi düşükken güç profili

source: Low battery threshold
tr: Pil seviyesi düşük sınırı

source: settings
tr: ayarlar
